; Laser Weapons item localization 
; this includes schematics, as of 13 Oct 2015 update
; this includes ability descriptor, as of 5 Jan 2016 update
; this includes techs, as of 12 March 2016 update

[AssaultRifle_LS X2WeaponTemplate]
FriendlyName="Импульсная винтовка"
FriendlyNamePlural="Импульсные винтовки"
BriefSummary="Импульсная винтовка выпускает микросекундные потоки света, разрушающие химические связи при поражении цели."
TacticalText="<Bullet/>Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей.\n<Bullet/>Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность лазерной винтовки.\n<Bullet/>Эта сверхмощная винтовка получена путем усовершенствования довоенного вооружения при помощи технологий пришельцев."
AbilityDescName="винтовка"

[SMG_LS X2WeaponTemplate]
FriendlyName="Импульсный дырокол"
FriendlyNamePlural="Импульсные дыроколы"
BriefSummary="Облегченный вариант импульсной винтовки, играет ту же роль, что и обычные пистолеты-пулеметы. К его недостаткам можно отнести меньший урон, магазин меньшего размера и низкую эффективность при стрельбе на дальние дистанции, а к достоинствам - бонусы к мобильности и маскировке."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей.\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность дырокола. \n<Bullet/> Пистолеты-пулеметы и их аналоги дают бонусы к маскировке и мобильности и лучше подходят для ближнего боя чем винтовки, однако наносят меньший урон, обладают магазином меньшего размера и получают штрафы при стрельбе на дальние дистанции."
AbilityDescName="Пистолет-пулемет"

[Cannon_LS X2WeaponTemplate]
FriendlyName="Импульсная пушка"
FriendlyNamePlural="Импульсные пушки"
BriefSummary="Разработка импульсного оружия и усовершенствованной системы охлаждения позволила нам создать скорострельный вариант пушки. Огонь наших гранатометчиков становится заметно смертоноснее."
TacticalText="<Bullet/> Импульсная пушка представляет собой более мощную, но столь же компактную версию обычной пушки.\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность импульсной пушки."
AbilityDescName="пушка"

[Shotgun_LS X2WeaponTemplate]
FriendlyName="Веерный бластер"
FriendlyNamePlural="Веерные бластеры"
BriefSummary="Веерный бластер использует импульсную технологию, производя эффект, сходный с выстрелом из дробовика. Максимальная мощность достигается на коротких дистанциях."
TacticalText="<Bullet/> Дробовики исключительно эффективны на короткой дистанции, но чем дальше цель, тем ниже их точность.\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность веерного бластера."
AbilityDescName="дробовик"

[SniperRifle_LS X2WeaponTemplate]
FriendlyName="Импульсное копье"
FriendlyNamePlural="Импульсные копья"
BriefSummary="Удлиненная модификация импульсной винтовки. Импульсное копье использует исключительно мощные конденсаторы и представляет собой дальнобойное и высокоточное лазерное оружие."
TacticalText="Выстрел из снайперской винтовки требует два действия.\n<Bullet/> Это оружие менее точно на близкой дистанции, но смертоносно при стрельбе издалека.\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность импульсного копья."
AbilityDescName="снайперская винтовка"

[Pistol_LS X2WeaponTemplate]
FriendlyName="Импульсный пистолет"
FriendlyNamePlural="Импульсные пистолеты"
BriefSummary="Компактное импульсное оружие, носимое в качестве запасного."
TacticalText="<Bullet/> Импульсные пистолеты заметно эффективнее магнитных.\n<Bullet/> Для выстрела из пистолета требуется только одно действие."
AbilityDescName="пистолет"

[LaserWeaponsTech_LW X2TechTemplate]
DisplayName="Импульсное лазерное оружие"
Summary="Используя магнитные технологии и инопланетное вещество элерий, мы можем разработать мощное лазерное оружие."
CodeName="Полузащитник"
LongDescription="Изучив методы управления расходом энергии и борьбы с перегревом, которые пришельцы используют в своем оружии, мы разработали прототип импульсного лазера (некоторые бойцы по неочевидным для меня причинам называют его «бластером»). Мы смогли многократно повысить выделяемую энергию, однако непрерывный луч поддерживать невозможно, и поэтому оружие использует импульсы длиной в единицы пикосекунд, при попадании разрушая все химические связи на пути луча. Импульсное оружие мощнее, чем разработанное ранее магнитное, но уступает плазменному вооружению, используемому пришельцами. Р. Тайган."

[AdvancedLaserWeaponsTech_LW X2TechTemplate]
DisplayName="Улучшенные импульсные лазеры"
Summary="Полностью освоив базовые технологии, мы можем, я полагаю, разработать специализированное импульсное оружие для наших солдат."
CodeName="Точка опоры"
LongDescription="Глубже изучив импульсные технологии - в том числе благодаря отзывам наших солдат и инженеров, - мы смогли усовершенствовать текущую конструкцию, внеся изменения в оптику, частоту импульсов и конденсаторы, чтобы разработать ряд специализированных видов оружия для выполнения различных задач. Р. Тайган."
